IdeaRS.Connections
CoordinateSystemType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.CoordinateSystemType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum CoordinateSystemType
Members
Member name | Value | Description
ParentCss | 0 |  Coordinate system is taken from the parent
GlobalCss | 1 |  Coordinate system corresponds to the global coordinate system
See Also
Reference
IdeaRS.Connections.Data Namespace